Repository: maxim-subbotin/SensorController
Catalog: WifiScanner/Localization/*.lproj/Localizable.strings
Languages: ru

source: Demo
ru: Демо

source: Next
ru: Далее

source: Back
ru: Назад

source: Regulator title
ru: Название

# regulator_title_description
source: Please enter an area name where the regulator is installed
ru: Введите название помещения, где установлен регулятор:

# connection_type
source: Choose a connection type
ru: Выберите способ подключения:

source: Direct connection
ru: Прямое подключение к регулятору

source: Internet connection
ru: Подключение регулятора через интернет

source: Authorization
ru: Авторизация

source: Email address
ru: Электронная почта

source: Password
ru: Пароль

source: Sign up
ru: Регистрация

source: Forget password
ru: Забыли пароль?

source: Name
ru: Фамилия Имя Отчество

source: Company
ru: Организация

# passwordAgain
source: Type password again
ru: Подтвердите пароль

# signUpDescription
source: By submitting your personal information you agree to receive emails from Varmann, also you accept Confidentiality Policy
ru: Нажимая кнопку «Готово», я соглашаюсь на получение информации от Varmann, а также принимаю условия Политики конфиденциальности.

source: OK
ru: Готово

source: Access recovery:
ru: Восстановление доступа:

# access_recovery_description
source: Enter the email address for access recovery. You will receive an email with instructions for password resetting.
ru: Для восстановления пароля, введите адрес электронной почты на который вам придет письмо с инструкцией по восстановлению пароля.

source: Restore
ru: Готово

# impossible_connect
source: Impossible to connect the regulator
ru: Невозможно подключиться к регулятору

# impossible_connect_description
source: Please make sure the regulator is connected to network and distance from your device to the regulator less than 10 meters.
ru: Убедитесь, что маршрутизатор имеет доступ к интернету и расстояние от настенного регулятора до вашего маршрутизатора не более 10 м.

source: Try again
ru: Повторить

# enter_regulator
source: Enter regulator network ID and his password
ru: Введите идентификатор регулятора и пароль доступа

source: Regulator network ID
ru: Идентификатор

source: Regulator password
ru: Пароль

source: Connection...
ru: Подключение...

source: Cancel
ru: Отмена

source: Auto
ru: Авто

source: Weekly programming
ru: Недельное программирование

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Mo
ru: Пн

source: Tu
ru: Вт

source: We
ru: Ср

source: Th
ru: Чт

source: Fr
ru: Пт

source: Sa
ru: Сб

source: Su
ru: Вс

source: Parameters
ru: Параметры регулирования

source: Fan control mode:
ru: Тип управления вентилятора:

# manual_mode
source: Manual
ru: Ручной

# auto_mode
source: Auto
ru: Автоматический

source: Control sequence:
ru: Последовательность управления:

source: Only heat
ru: Только нагрев

source: Only cold
ru: Только охлаждение

source: Heat and cold
ru: Нагрев и охлаждение

source: Regulator shutdown mode:
ru: Работа регулятора в выключенном состоянии:

source: Full shutdown
ru: Полное отключение

source: Partial shutdown
ru: Частичное отключение

source: Valve shutdown mode
ru: Режим работы вентиля в выключенном состоянии:

source: Ventilation mode
ru: Режим вентиляции:

source: Disabled
ru: Выключен

source: Enabled
ru: Включен

source: Fan speed graph
ru: График скорости вентилятора:

source: Graph 1
ru: График 1

source: Graph 2
ru: График 2

source: Graph 3
ru: График 3

source: Temperature reaction time:
ru: Время реакции системы регулирования на изменение температуры:

source: sec
ru: сек.

source: Max fan speed limit:
ru: Максимальная скорость вращения вентилятора:

source: Temperature step for Sleep mode:
ru: Значение перепада температуры для режима "сна":

source: Week programming mode:
ru: Режим работы недельного программирования:

source: By fan speed
ru: По скорости вращения вентилятора

source: By air temperature
ru: По температуре воздуха

source: Indication modes
ru: Режимы индикации

source: Display brightness:
ru: Яркость подсветки дисплея:

source: Brightness dimming
ru: Уменьшение яркости при бездействии:

source: Others
ru: Разное

source: Temperature sensor calibration:
ru: Калибровка датчика температуры:

source: Buttons block mode:
ru: Автоматическая блокировка нажатия кнопок после 3-х минуты бездействия:

# block_mode_manual
source: Manual block
ru: Ручная блокировка/разблокировка

# block_mode_auto
source: Automatic block
ru: Автоматическая блокировка

# block_mode_forbid
source: Don't block
ru: Запретить режим блокировки

source: Default settings
ru: Сброс к заводским настройкам:

source: Reset
ru: Сброс

# remove_device
source: Remove device form list
ru: Удалить устройство из списка

source: Remove
ru: Удалить

source: Turned off
ru: Выключен
